Repository: MethodsOfTheSword/articles
Catalog: assets/sources/1928-10-01-nadi-fioretto.tmx
Source language: it
Languages: en

source: COME SI IMPUGNA IL FIORETTO
en: HOW TO HOLD THE FOIL

source: Ecco come Nedo Nadi impugna il fioretto.
en: Here is how Nedo Nadi holds the foil.

source: Il modo d'impugnare l'arma costituisce l'abbicì della scherma, e se qualcuno, fosse pure un campione, non vi ha mai badato, farà bene a ricredersi, e ad ascoltare i consigli che impartisce un maestro insuperabile, Nedo Nadi, a proposito del fioretto.
en: The method of holding the weapon constitutes the ABCs of fencing, and if anyone, even a champion, has never paid attention to it, they would do well to reconsider and listen to the advice imparted by an unsurpassable master, Nedo Nadi, regarding the foil.

source: L'italiano o il francese?
en: Italian or French?

source: Dell'italiano, naturalmente, intendo parlare, ma anche se dovessi occuparmi del francese poche sarebbero le varianti chè la scherma di fioretto, praticata con l'una o l'altra arma, è fatta oggi di sensibilità, di precisione, di leggerezza.
en: I intend to speak of the Italian [foil], naturally, but even if I were to address the French one, the variations would be few, for foil fencing, practiced with one weapon or the other, is today made of sensitivity, precision, and lightness.

source: Le due fotografie qui riprodotte mi aiutano alla spiegazione.
en: The two photographs reproduced here aid my explanation.

source: La mano che voi vedete, prima chiusa e poi aperta, è la mano d'uno schermidore italiano assai noto.
en: The hand you see, first closed and then open, is the hand of a very well-known Italian fencer.

source: Quella chiusa stringe idealmente l'arma che il pollice e l'indice guidano nei piccoli, talora impercettibili, movimenti, mentre il medio si appoggia sul gavigliano per rafforzare la presa ed accompagnare con maggiore autorità la stretta del pollice sul ricasso, l'anulare serra il manico e il mignolo aiuta la presa dell'anulare o non serve affatto.
en: The closed one ideally grips the weapon, which the thumb and index finger guide in small, sometimes imperceptible, movements, while the middle finger rests on the gavigliano (quillons) to reinforce the grip and accompany the thumb’s hold on the ricasso with greater authority. The ring finger grasps the handle, and the little finger aids the ring finger's grip or serves no purpose at all.

source: Nell'illustrazione il mignolo è, come io preferisco, staccato dal manico e quasi ripiegato nel cavo della mano, assolutamente inutile alla condotta dell'arma.
en: In the illustration, the little finger is, as I prefer, detached from the handle and almost folded into the hollow of the hand, absolutely useless to the conduct of the weapon.

source: Questo modo di impugnare il fioretto può considerarsi il migliore per tenere l'arma in modo che essa corrisponda a tutte le esigenze della tecnica moderna; esso deve servire di base al principiante ma sarebbe certamente pedanteria affermare che chiunque impugni il fioretto con leggere varianti non è mai uno schermidore degno.
en: This way of holding the foil can be considered the best for holding the weapon so that it corresponds to all the requirements of modern technique; it must serve as a base for the beginner, but it would certainly be pedantry to affirm that anyone who holds the foil with slight variations is never a worthy fencer.

source: Il novanta per cento dei Maestri d'oggi mettono in mano l'arma al novizio più o meno secondo i principi sopraccennati, ma l'allievo, con l'andare del tempo, plasma da sè la propria mano a seconda delle proprie attitudini.
en: Ninety percent of today's Masters place the weapon in the novice's hand more or less according to the aforementioned principles, but the student, over time, molds their hand by themselves according to their own aptitudes.

source: Su cento schermidori già formati, difficilmente possono trovarsene due che impugnano il fioretto, millimetro per millimetro, alla stessa identica maniera, ma quel che occorre precisare sono piuttosto gli errori in cui non soltanto il principiante ma talora anche lo schermidore provetto incorrono spesso per insufficiente sorveglianza dell'insegnante.
en: Out of one hundred formed fencers, one can hardly find two who hold the foil, millimeter by millimeter, in the exact same manner; but what must be specified are rather the errors which not only the beginner but sometimes even the expert fencer incur, often due to insufficient supervision by the instructor.

source: Vi sono alcuni fiorettisti che non tengono il pollice di piatto sul ricasso, altri che ripiegano il medio sull'archetto fino alla seconda falange, altri infine che avvolgono quanto più possono l'anulare e il mignolo sul manico.
en: There are some foilists who do not keep the thumb flat on the ricasso, others who fold the middle finger onto the arches (archetto) up to the second phalanx, and finally others who wrap the ring and little fingers as much as they can around the handle.

source: A mio parere tutti questi modi di impugnare l'arma sono condannabili perchè in ogni caso vengono tolte alla mano quella sensibilità e quella dolcezza che sono indispensabili per potere guidare il fioretto nel gioco sottile che è proprio della scherma d'oggi.
en: In my opinion, all these ways of holding the weapon are to be condemned because, in every case, they remove from the hand that sensitivity and that gentleness which are indispensable for being able to guide the foil in the subtle game that is characteristic of today's fencing.

source: Ad un profano può sembrare ozioso e magari pedante che si debba far questione di millimetri, ma se si pensa soltanto che un infinitesimo spostamento all'impugnatura porta seco uno spostamento di qualche centimetro alla punta, è facile rendersi conto di come sia necessario curare, specialmente per le azioni offensive, la corretta tenuta dell'arma.
en: To a layman, it may seem idle and perhaps pedantic that one must make an issue of millimeters, but if one considers that an infinitesimal shift at the grip brings with it a shift of a few centimeters at the point, it is easy to realize how necessary it is to attend to the correct holding of the weapon, especially for offensive actions.

source: Nella scherma, come oggi si pratica, lo svincolo della punta ha un'importanza grandissima, e, senza entrare in particolari tecnici con i quali non intendo affatto impaurire il benevolo lettore, credo di poter affermare che senza, come si dice, «sentire la punta sulle dita», cioè senza reggere il fioretto con delicatezza, nè l'azione offensiva può esser fina nè la difensiva può essere seguita prontamente dalla risposta ben diretta.
en: In fencing, as it is practiced today, the disengagement (svincolo) of the point has great importance, and, without entering into technical details with which I do not intend to frighten the benevolent reader at all, I believe I can state that without, as they say, "feeling the point on the fingers"—that is, without holding the foil with delicacy—neither can the offensive action be fine, nor can the defensive be followed promptly by a well-directed riposte.

source: Il fioretto italiano, come ognun sa, è poi generalmente assicurato al polso da un cinghietto o tenuto stretto alla mano da una legaccia.
en: The Italian foil, as everyone knows, is generally secured to the wrist by a small strap or held tight to the hand by a binding (legaccia).

source: Per il fioretto francese, come ho detto in principio, poche sono le varianti.
en: For the French foil, as I said in the beginning, the variants are few.

source: Il pollice e l'indice non cambiano sostanzialmente la loro funzione e la loro posizione, il medio invece, in mancanza del gavigliano, si allunga direttamente sul manico rafforzato dall'anulare e magari dalla punta del mignolo.
en: The thumb and index finger do not substantially change their function and position; the middle finger, however, in the absence of the gavigliano (quillons), extends directly onto the handle, reinforced by the ring finger and perhaps by the tip of the little finger.

source: Se il fioretto italiano è bene impugnato, la sensibilità è eguale a quella che si ottiene con il fioretto francese e maggiore ne è la potenza; se è male impugnato resta maggiore e magari aumenta la potenza, ma si perde in sensibilità.
en: If the Italian foil is well-held, the sensitivity is equal to that obtained with the French foil, and the power is greater; if it is poorly held, the power remains greater and perhaps increases, but one loses in sensitivity.

source: Ho sentito dire parecchie volte che il fioretto italiano rovina la mano.
en: I have heard it said several times that the Italian foil ruins the hand.

source: Una volta, è vero, i fiorettisti nostri che lavoravano seriamente avevano sul lato destro del medio una forte callosità e un'altra meno marcata ne avevano sul lato sinistro dell'indice.
en: Once, it is true, our foilists who worked seriously had a strong callus on the right side of the middle finger, and they had another less marked one on the left side of the index finger.

source: Con la scherma attuale, più fina, più duttile della scherma d'un tempo, le callosità tendono a sparire o quanto meno ad alleggerirsi.
en: With current fencing, finer and more ductile than the fencing of the past, calluses tend to disappear or at least become lighter.

source: Le caratteristiche di una mano di fiorettista: si notino le leggere deformazioni delle punte dell'indice e del medio.
en: The characteristics of a foilist's hand: note the slight deformations of the tips of the index and middle fingers.

source: Si guardi del resto l'illustrazione che riproduce la mano aperta.
en: Look, moreover, at the illustration reproducing the open hand.

source: Si può dire che essa sia, in realtà, come alcuni pretendono, una mano deformata?
en: Can it be said that it is, in reality, as some claim, a deformed hand?

source: Ed è, ve lo assicuro, la mano di un uomo che ha impugnato il fioretto assiduamente per qualche decennio.
en: And it is, I assure you, the hand of a man who has held the foil assiduously for a few decades.

source: Qualche lieve differenza fra la destra e la sinistra tuttavia non può fare a meno di riscontrarsi.
en: Some slight difference between the right and the left, however, cannot fail to be found.

source: Osservate l'indice che è leggermente ricurvo, osservate il medio che in tanti anni di esercizio costante ha sopportato la maggior fatica ed ha preso una linea irregolare, tantochè si distacca nettamente dall'anulare fra la prima e la seconda falange.
en: Observe the index finger which is slightly curved; observe the middle finger which, in so many years of constant exercise, has borne the greatest fatigue and has taken an irregular line, so much so that it detaches clearly from the ring finger between the first and second phalanx.

source: Tutte le pretese deformazioni son qui, ma dovete confessare che bisogna cercarle con la lente d'ingrandimento.
en: All the alleged deformations are here, but you must confess that one needs to look for them with a magnifying glass.

source: La mano destra è nello schermidore certamente più sviluppata della sinistra, più larga, più muscolosa specialmente verso la base del pollice.
en: The fencer's right hand is certainly more developed than the left; wider, more muscular, especially toward the base of the thumb.

source: Io non sono d'opinione che valga la pena di correggere questa lieve differenza di sviluppo usando di pari passo le due mani poichè la scherma ambidestra può essere ed è anzi certamente una eccellente ginnastica, ma toglie allo schermidore ogni possibilità di aspirare alle vette supreme dell'arte.
en: I am not of the opinion that it is worth correcting this slight difference in development by using both hands equally, since ambidextrous fencing can be, and indeed certainly is, excellent gymnastics, but it removes from the fencer any possibility of aspiring to the supreme summits of the art.

source: Per riuscire nella scherma, oltre alle doti naturali che solo il buon Dio può largire, occorre essere iniziati da giovani, gradatamente, plasmando la mano e il corpo al particolare esercizio, assimilando la meccanica, rendendo naturali, istintivi i movimenti che al principio costano fatica.
en: To succeed in fencing, beyond the natural gifts that only the good Lord can bestow, one must be initiated young, gradually, molding the hand and body to the particular exercise, assimilating the mechanics, rendering natural and instinctive those movements that at first cost effort.

source: Poi verrà il lavorio mentale, il gioco di scacchi, la parte intellettiva che fa del nostro sport veramente il più completo, il più appassionante, il più nobile.
en: Then will come the mental work, the game of chess, the intellectual part that truly makes our sport the most complete, the most thrilling, the most noble.

source: Io non scriverò forse mai un trattato di scherma, ma l'abbicì come io lo concepisco, oggi ve l'ho detto.
en: I will perhaps never write a fencing treatise, but the ABCs as I conceive them, I have told you today.

source: Gli schermidori che m'hanno seguito sono invitati a controllare la posizione della loro mano.
en: The fencers who have followed me are invited to check the position of their hand.

source: Se sarà come io l'ho descritta, l'abbicì è imparato e converrà passare alla grammatica e alla sintassi; se sarà piuttosto diversa, o si potrà correggere o bisognerà creare un'altra disciplina.
en: If it is as I have described it, the ABCs are learned and it will be appropriate to move on to grammar and syntax; if it is rather different, either it can be corrected, or another discipline must be created.
